Repository: mcarter450/free-shipping-kit
Catalog: languages/free-shipping-kit-*.po
Languages: es_es

source: Display a FREE Shipping badge on WooCommerce product category and detail pages.
es_es: Muestre una insignia de envío GRATIS en la categoría de productos de WooCommerce y en las páginas de detalles.

source: Free Shipping Kit Settings
es_es: Configuración del kit de envío gratuito

source: The following options are used to configure the free shipping badge and all optional settings
es_es: Las siguientes opciones se utilizan para configurar la insignia de envío gratis y todas las configuraciones opcionales

source: Text color
es_es: Color de texto

source: Background color
es_es: Color de fondo

source: Shipping Methods
es_es: Métodos de envío

source: Hide paid shipping methods when item has free shipping
es_es: Ocultar métodos de envío pagados cuando el artículo tiene envío gratis

source: Custom Label
es_es: Etiqueta personalizada

source: Show custom "FREE shipping" label in cart
es_es: Mostrar la etiqueta personalizada “Envío GRATIS” en el carrito

source: Free Shipping Label
es_es: Etiqueta de envío gratis

source: Label text shown for free shipping method
es_es: Texto de la etiqueta que se muestra para el método de envío gratuito

source: Free Shipping badge
es_es: Insignia de envío gratis

source: Display a Free Shipping badge on all category and product pages
es_es: Muestre una insignia de envío gratis en todas las páginas de categorías y productos

source: FREE shipping
es_es: Envío gratis

source: Cart (Example Preview)
es_es: Carrito (Vista previa de ejemplo)

source: Shipping
es_es: Transporte

source: Flat rate
es_es: Tarifa plana

source: USPS (First-Class Package)
es_es: USPS (paquete de primera clase)

source: USPS (Priority Mail)
es_es: USPS (Correo Prioritario)

source: Local pickup
es_es: Recogida local

source: Shipping to
es_es: Embarcar hacia

source: Free Shipping
es_es: Envío Gratis
